13/data/attachments/93e16f363aa0492.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_48aed651-a1bd-498a-94bc-523247b7623a</nif:username>
            <nif:friendToBeAdded>Connor_knowledge_Actions_12411_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>